Repository: qrb/maki
Catalog: po/*.po
Languages: de, fr, ru

source: » You join.
de: » Sie betreten den Chat.
fr: » Vous joignez le canal.
ru: » Вы входите.

source: » %s joins.
de: » %s betritt den Chat.
fr: » %s joint le canal.
ru: » %s входит.

source: « You part (%s).
de: « Sie verlassen den Chat (%s).
fr: « Vous quittez le canal (%s).
ru: « Вы покинули канал (%s).

source: « You part.
de: « Sie verlassen den Chat.
fr: Vous quittez le canal.
ru: « Вы вышли.

source: « %s parts (%s).
de: « %s verlässt den Chat (%s).
fr: « %s quitte le canal (%s).
ru: « %s покинул канал (%s).

source: « %s parts.
de: « %s verlässt den Chat.
fr: « %s quitte le canal.
ru: « %s вышел.

source: « %s quits (%s).
de: « %s trennt die Verbindung (%s).
fr: « %s quitte IRC (%s).
ru: « %s вышел (%s).

source: « %s quits.
de: « %s trennt die Verbindung.
fr: « %s quitte IRC.
ru: « %s ушел.

source: « %s kicks you (%s).
de: « %s wirft Sie aus dem Chat (%s).
fr: « %s vous a kické (%s).
ru: « %s выгнал вас (%s).

source: « %s kicks you.
de: « %s wirft Sie aus dem Chat.
fr: « %s vous a kické.
ru: « %s выгоняет вас.

source: « %s kicks %s (%s).
de: « %s wirft %s aus dem Chat (%s).
fr: « %s a éjecté %s (%s).
ru: « %s выкидывает %s (%s).

source: « %s kicks %s.
de: « %s wirft %s aus dem Chat.
fr: « %s a éjecté %s.
ru: « %s выкидывает %s.

source: • You are now known as %s.
de: • Sie sind jetzt bekannt als %s.
fr: • Vous vous appellez maintenant %s.
ru: • Теперь вы известны как %s.

source: • %s is now known as %s.
de: • %s ist jetzt bekannt als %s.
fr: • %s s'appelle maintenant %s.
ru: • %s теперь известен как %s.

source: • Mode: %s %s
de: • Modus: %s %s
ru: • Режим: %s %s

source: • You set mode: %s %s
de: • Sie setzen den Modus: %s %s
fr: • Vous avez activé les modes : %s %s
ru: • Вы установили режим: %s %s

source: • %s sets mode: %s %s
de: • %s setzt den Modus: %s %s
fr: • %s a activé les modes: %s %s
ru: • %s установил режим: %s %s

source: • Mode: %s
de: • Modus: %s
ru: • Режим: %s

source: • You set mode: %s
de: • Sie setzen den Modus: %s
fr: • Vous avez activé les modes: %s
ru: • Вы установили режим: %s

source: • %s sets mode: %s
de: • %s setzt den Modus: %s
fr: • %s a activé mode: %s
ru: • %s установил режим: %s

source: • You successfully invite %s.
de: • Sie laden %s erfolgreich ein.
fr: • Vous avez invité %s.
ru: • Вы успешно пригласили %s.

source: • %s invites %s.
de: • %s lädt %s ein.
fr: • %s a invité %s.
ru: • %s пригласил %s.

source: • Topic: %s
de: • Thema: %s
fr: • Sujet : %s
ru: • Тема: %s

source: • You change the topic: %s
de: • Sie setzen das Thema: %s
fr: Vous avez changé le sujet en: %s
ru: • Вы сменили тему: %s

source: • %s changes the topic: %s
de: • %s setzt das Thema: %s
fr: • %s a changé le sujet en: %s
ru: • %s сменил тему: %s

source: Run as daemon
de: Als Daemon laufen
fr: Démarrer comme démon
ru: Запустить как демон

source: Start DBus server
de: DBus-Server starten
fr: Demarrer le DBus server
ru: Запустить сервер DBus

source: Output debug messages
de: Debug-Meldungen ausgeben
fr: Messages de sortie de debuggage.
ru: Вывод отладочных сообщений

source: Could not switch to daemon mode.
de: Daemon-Modus konnte nicht aktiviert werden.
fr: Ne peut passe en mode démon.
ru: Невозможно переключиться в режим демона.

source: Could not create maki instance.
de: maki-Instanz konnte nicht erzeugt werden.
fr: Ne peut créer une instance de maki.
ru: Невозможно создать объект maki.

source: Could not connect to DBus. maki may already be running.
de: Verbindung zu DBus ist fehlgeschlagen. maki läuft möglicherweise schon.
fr: Ne peut se connecter à DBus. maki est peut-être déjà lancé.
ru: Невозможно подключиться к DBus. Возможно, maki уже запущен.

source: “%s” is locked. maki may already be running.
de: »%s« ist gesperrt. maki läuft möglicherweise schon.
fr: “%s” est bloqué. Il se peut que maki soit déjà en cours d'exécution.
ru: “%s” заблокирован. Возможно, maki уже запущен.

source: Could not open debug log file.
de: Debug-Log-Datei konnte nicht geöffnet werden.
fr: Ne peut ouvrir le fichier journal de debuggage.
ru: Невозможно открыть лог-файл отладки.

source: « You quit (%s).
de: « Sie beenden die Verbindung (%s).
fr: « Vous quittez IRC (%s)
ru: « Вы вышли (%s).

source: « You quit.
de: « Sie beenden die Verbindung.
fr: « Vous quittez IRC
ru: « Вы вышли.
